Repository: OGD-Jordan/ckanext-archiver
Catalog: ckanext/archiver/i18n/*/LC_MESSAGES/ckanext-archiver.po
Languages: ar

source: Broken links
ar: الروابط المعطلة

source: Dataset resource URLs that are found to result in errors when resolved.
ar: عناوين موارد مجموعة البيانات التي تؤدي إلى أخطاء عند حلها

source: Content-length %s exceeds maximum allowed value %s
ar: Content-length %s يتجاوز الحد الأقصى للقيمة المسموح بها %s

source: Server content contained an API error message: %s
ar: %s :يحتوى محتوى الخادم على رسالة خطأ من واجهة برمجة التطبيقات

source: Content-length after streaming was %s
ar: %s طول - المحتوى بعد البث كان

source: No value for ckanext-archiver.cache_url_root in config
ar: لا قيمة ل ckanext-archiver.cache_url_root in config

source: URL parsing failure: %s
ar: %s : فشل تحليل عنوان

source: Invalid url scheme. Please use one of: %s
ar: %s : مخطط عنوان غير صالح .يرجى استخدام واحدة من

source: URL parsing failure - did not find a host name
ar: فشل تحليل عنوان - لم يتم العثور على اسم المضيف

source: Connection error: %s
ar: %s :خطأ في الاتصال

source: Invalid HTTP response: %s
ar: %s :غير صالح HTTP استجابة

source: Connection timed out after %ss
ar: s%s انتهت مهلة الاتصال بعد

source: Too many redirects
ar: عدد كبير جدًا من عمليات إعادة التوجيه

source: Error downloading: %s
ar: %s :خطأ في التنزيل

source: Error with the download: %s
ar: %s :خطأ في عملية التنزيل

source: Invalid URL or Redirect Link
ar: العنوان أو رابط إعادة التوجيه غير صالح

source: Could not make HEAD request
ar: HEAD تعذر تقديم طلب

source: Error during request: %s
ar: %s :خطأ أثناء الطلب

source: Error with the request: %s
ar: %s :خطأ في الطلب

source: Server returned HTTP error status: %s %s
ar: %s %s :HTTP أرجع الخادم حالة خطأ

source: Link is broken
ar: الرابط معطل

source: This is a one-off failure
ar: هذا فشل لمرة واحدة

source: This resource has failed %(failure_count)s times in a row since it first failed: %(first_failure)s
ar: لقد فشل هذا المورد %(failure_count)s مرة على التوالي منذ أول فشل له: %(first_failure)s

source: This resource was last ok: %(last_success)s
ar: كان هذا المورد في آخر حالة جيدة: %(last_success)s

source: We do not have a past record of it working since the first check: %(created)s
ar: ليس لدينا سجل سابق للعمل منذ الفحص الأول: %(created)s

source: Link check is not conclusive
ar: التحقق من الرابط ليس حاسما

source: Link is ok
ar: الرابط صحيح

source: Link checked: %(updated)s
ar: تم فحص الرابط: %(updated)s

source: Download cached copy
ar: تحميل النسخة المخزنة مؤقتًا

source: Size
ar: حجم

source: Cached on
ar: تم تخزينه مؤقتًا

source: before it was broken
ar: قبل أن يصبح معطلا

source: No cached copy available
ar: لا توجد نسخة مخزنة مؤقتًا متاحة

source: Additional Information
ar: معلومات إضافية

source: Field
ar: حقل

source: Value
ar: قيمة

source: Last updated
ar: آخر تحديث

source: unknown
ar: غير معروف

source: Created
ar: تم الإنشاء

source: Format
ar: تنسيق

source: License
ar: رخصة

source: Broken datasets
ar: مجموعات البيانات المعطلة

source: Organization
ar: جهة حكومية

source: Dataset
ar: مجموعة البيانات

source: Index/position of the resource in the dataset
ar: الفهرس/الموضع للمورد في مجموعة البيانات

source: Status
ar: حالة

source: Reason
ar: سبب

source: Failed download attempts
ar: محاولات تنزيل فاشلة

source: No. of fails
ar: عدد مرات الفشل

source: First failed attempt
ar: أول محاولة فاشلة

source: First fail
ar: أول فشل

source: Most recent failed attempt
ar: أحدث محاولة فاشلة

source: Latest fail
ar: آخر فشل

source: The last time it was successfully obtained
ar: آخر مرة تم فيها الحصول عليه بنجاح.

source: Last success
ar: آخر نجاح
